tap "homebrew/core"
tap "homebrew/cask"
brew "python@3.8"
brew "awscli"
brew "black"
brew "coreutils"
brew "docker"
brew "docker-credential-helper-ecr"
brew "docker-machine"
brew "fzf"
brew "gcc"
brew "gcc@4.9"
brew "gcc@5"
brew "gcc@6"
brew "gcc@7"
brew "gcc@8"
brew "gnu-sed"
brew "go"
brew "httpie"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeless"
brew "python"
brew "parallel"
brew "pkg-config"
brew "watch"
brew "wget"

brew "weaveworks/tap/eksctl"
cask "caffeine"
cask "whatsapp"
cask "xquartz"
cask "sekey"
tap "homebrew/bundle"

tap "weaveworks/tap"
brew "weaveworks/tap/eksctl"

tap "heroku/brew"
brew "heroku/brew/heroku"
