tap "homebrew/core"
tap "homebrew/cask"
brew "black"
brew "coreutils"
brew "fzf"
brew "gcc"
brew "gcc@4.9"
brew "gcc@5"
brew "gcc@6"
brew "gcc@7"
brew "gcc@8"
brew "gcc@9"
brew "gnu-sed"
brew "go"
brew "httpie"
brew "jq"
brew "kubectx"
brew "kubeless"
brew "parallel"
brew "pkg-config"
brew "watch"
brew "wget"

brew "weaveworks/tap/eksctl"
cask "1password"
cask "caffeine"
cask "sekey"
cask "visual-studio-code"
cask "whatsapp"
cask "xquartz"
tap "homebrew/bundle"

